---
kind: enumMember
id: F:Autodesk.Revit.DB.MEPSystemClassification.CableTrayConduit
enum: Autodesk.Revit.DB.MEPSystemClassification
source: html/43ec0d75-d6bb-2d08-a920-9715e83040e7.htm
---
# Autodesk.Revit.DB.MEPSystemClassification.CableTrayConduit

Indicates the default type for cable trays and conduits